{
  "authors": [
    {
      "id": 0,
      "name": "Александр",
      "middleName": "Сергеевич",
      "secondName": "Пушкин",
      "years": "1799 - 1837",
      "description": "Русский поэт, драматург и прозаик, заложивший основы русского реалистического направления, критик и теоретик литературы, историк, публицист; один из самых авторитетных литературных деятелей первой трети XIX века."
    },
    {
      "id": 1,
      "name": "Марк",
      "secondName": "Твен",
      "years": "1835 - 1910",
      "description": "Американский писатель, журналист и общественный деятель. Его творчество охватывает множество жанров - юмор, сатиру, философскую фантастику, публицистику и другие, и во всех этих жанрах он неизменно занимает позицию гуманиста и демократа."
    },
    {
      "id": 2,
      "name": "Виктор",
      "secondName": "Гюго",
      "years": "1802 - 1885",
      "description": "Французский писатель, одна из главных фигур французского романтизма."
    },
    {
      "id": 3,
      "name": "Оноре де",
      "secondName": "Бальзак",
      "years": "1799 - 1850",
      "description": "Французский писатель, один из основоположников реализма в европейской литературе. Крупнейшее произведение Бальзака - серия романов и повестей «Человеческая комедия», рисующая картину жизни современного писателю французского общества."
    },
    {
      "id": 4,
      "name": "Федор",
      "middleName": "Михайлович",
      "secondName": "Достоевский",
      "years": "1821 - 1881",
      "description": "Русский писатель, мыслитель, философ и публицист. Член-корреспондент Петербургской академии наук с 1877 года. "
    },
    {
      "id": 5,
      "name": "Александр",
      "middleName": "Сергеевич",
      "secondName": "Грибоедов",
      "years": "1795 - 1829",
      "description": "Русский дипломат, поэт, драматург, пианист и композитор, дворянин. Статский советник. Грибоедов известен прежде всего благодаря пьесе в стихах «Горе от ума», которую до сих пор часто ставят в театрах России."
    },
    {
      "id": 6,
      "name": "Аркадий и Борис",
      "secondName": "Стругацкие",
      "years": "Аркадий: 1925 - 1991 ; Борис: 1933 - 2012",
      "description": "Русские советские писатели, соавторы, сценаристы, классики современной научной и социальной фантастики."
    },
    {
      "id": 7,
      "name": "Фэнни",
      "secondName": "Флэгг",
      "years": "1944 - ",
      "description": "американская актриса, писательница и комедиантка."
    },
    {
      "id": 8,
      "name": "Франц",
      "secondName": "Кафка",
      "years": "1883 - 1924",
      "description": "Немецкоязычный писатель, широко признаваемый как одна из ключевых фигур литературы XX века. Большая часть работ писателя была опубликована посмертно. Его произведения, пронизанные абсурдом и страхом перед внешним миром и высшим авторитетом, способные пробуждать в читателе соответствующие тревожные чувства, объединяют в себе элементы реализма и фантастического и, как правило, повествуют о человеке, сталкивающемся с причудливыми или сюрреалистическими трудностями и непонятными социальными бюрократическими силами."
    },
    {
      "id": 9,
      "name": "Иван",
      "middleName": "Александрович",
      "secondName": "Гончаров",
      "years": "1812 - 1891",
      "description": "Русский писатель и литературный критик. Член-корреспондент Петербургской академии наук по разряду русского языка и словесности, действительный статский советник."
    },
    {
      "id": 10,
      "name": "Олег",
      "middleName": "Эдвардович",
      "secondName": "Радзинский",
      "years": "1958 - ",
      "description": "писатель, диссидент, инвестиционный банкир; сын писателя Эдварда Радзинского, внук детской писательницы Лии Гераскиной. Олег Радзинский родился в 1958 году в семье известного писателя и драматурга Эдварда Радзинского и актрисы Аллы Гераскиной, дочери детской писательницы Лии Гераскиной."
    },
    {
      "id": 11,
      "name": "Джером",
      "secondName": "Селинджер",
      "years": "1919 - 2010",
      "description": "Американский писатель, произведения которого увидели свет в журнале The New Yorker во 2-й половине 1940-х и в 1950-е годы. Сэлинджер вырос на Манхэттене, начал писать рассказы в средней школе."
    },
    {
      "id": 12,
      "name": "Габриель Гарсия",
      "secondName": "Маркес",
      "years": "1927 - 2014",
      "description": "Колумбийский писатель-прозаик, журналист, издатель и политический деятель. Лауреат Нейштадтской литературной премии и Нобелевской премии по литературе. Представитель литературного направления «магический реализм»."
    },
    {
      "id": 13,
      "name": "Уильям",
      "secondName": "Фолкнер",
      "years": "1897 - 1962",
      "description": "Американский писатель, прозаик, лауреат Нобелевской премии по литературе."
    },
    {
      "id": 14,
      "name": "Александр",
      "middleName": "Николаевич",
      "secondName": "Островский",
      "years": "1823 - 1886",
      "description": "Русский драматург, творчество которого стало важнейшим этапом развития русского национального театра."
    },
    {
      "id": 15,
      "name": "Константин",
      "middleName": "Георгиевич",
      "secondName": "Паустовский",
      "years": "1892 - 1968",
      "description": "Русский советский писатель, сценарист и педагог, журналист, военный корреспондент. Книги К. Паустовского неоднократно переводились на многие языки мира."
    },
    {
      "id": 16,
      "name": "Виссарион",
      "middleName": "Григорьевич",
      "secondName": "Белинский",
      "years": "1811 - 1848",
      "description": "Русский литературный критик"
    },
    {
      "id": 17,
      "name": "Николай",
      "middleName": "Александрович",
      "secondName": "Добролюбов",
      "years": "1836 - 1861",
      "description": "Русский литературный критик рубежа 1850-х и 1860-х годов, поэт, публицист. Представитель «революционной демократии». Самые известные псевдонимы -бов и Н. Лайбов, полным настоящим именем не подписывался."
    },
    {
      "id": 18,
      "name": "Харпер",
      "middleName": "",
      "secondName": "Ли",
      "years": "1926 - 2016",
      "description": "Американская писательница, автор романа «Убить пересмешника» (англ. To Kill a Mockingbird, 1960). Нелл Харпер Ли родилась 28 апреля 1926 года в маленьком городке Монровилл в юго-западной части штата Алабама. Она была младшим ребёнком Амаса Колмана Ли и Франсес Каннингем Финч Ли (всего в семье было четверо детей)."
    },
    {
      "name": "Артур Конан",
      "middleName": "",
      "secondName": "Дойл",
      "years": "1859 - 1930",
      "description": "Английский писатель ирландского происхождения, автор многочисленных приключенческих, исторических, публицистических, фантастических и юмористических произведений. Создатель классических персонажей детективной, научно-фантастической и историко-приключенческой литературы: гениального сыщика Шерлока Холмса, эксцентричного профессора Челленджера.",
      "id": 19
    }
  ],
  "books": [
    {
      "id": 0,
      "name": "Капитанская дочка",
      "year": 1836,
      "genre": "классическая проза",
      "description": "В романе «Капитанская дочка» А.С.Пушкин нарисовал яркую картину стихийного крестьянского восстания под предводительством Емельяна Пугачева.",
      "authorId": 0
    },
    {
      "id": 1,
      "name": "Дубровский",
      "year": 1841,
      "genre": "классическая проза",
      "description": "наиболее известный разбойничий роман на русском языке, необработанное для печати (и неоконченное) произведение А. С. Пушкина. Повествует о любви Владимира Дубровского и Марии Троекуровой — потомков двух враждующих помещичьих семейств",
      "authorId": 0
    },
    {
      "id": 2,
      "name": "Приключения Гекльберри Финна",
      "year": 1884,
      "genre": "детская литература, классическая проза",
      "description": "С добротой и присущим ему юмором рассказывая о своих юных героях, автор знакомит читателя с жизнью Америки XIX века. Принадлежит к так называемым Великим американским романам.",
      "authorId": 1
    },
    {
      "id": 3,
      "name": "Принц и нищий",
      "year": 1881,
      "genre": "детская литература, классическая проза",
      "description": "Первый и самый известный исторический роман Марка Твена. Написан писателем в коннектикутском доме и впервые опубликован в 1881 году в Канаде.",
      "authorId": 1
    },
    {
      "id": 4,
      "name": "Отверженные",
      "year": 1862,
      "genre": "классическая проза",
      "description": "Роман-эпопея французского классика Виктора Гюго. Широко признан мировой литературной критикой и мировой общественностью апофеозом творчества писателя и одним из величайших романов XIX столетия",
      "authorId": 2
    },
    {
      "id": 5,
      "name": "Собор парижской богоматери",
      "year": 1831,
      "genre": "классическая проза",
      "description": "Одно из наиболее известных произведений Гюго, роман был переведён на множество языков, неоднократно экранизирован. Роман это история: история событий, история встречи прекрасного и ужасного, история собора и Франции.",
      "authorId": 2
    },
    {
      "id": 6,
      "name": "Шагреневая кожа",
      "year": 1831,
      "genre": "классическая проза",
      "description": "Посвящён проблеме столкновения неискушённого человека с кишащим пороками обществом. Бальзак называл этот роман «отправным началом» своего творческого пути.",
      "authorId": 3
    },
    {
      "id": 7,
      "name": "Отец Горио",
      "year": 1835,
      "genre": "классическая проза",
      "description": "Входит в цикл «Человеческая комедия». В романе показана безграничная, жертвенная любовь отца к своим детям, которая оказалась не взаимной. И которая в конечном итоге убила Горио.",
      "authorId": 3
    },
    {
      "id": 8,
      "name": "Идиот",
      "year": 1868,
      "genre": "русская классика, классическая проза",
      "description": "Что будет, если человека с открытым сердцем и благими чаяниями, человека вмещающего в себя все христианские добродетели, поместить в наш жестокий мир, в самую гущу страстей?",
      "authorId": 4
    },
    {
      "id": 9,
      "name": "Братья Карамазовы",
      "year": 1880,
      "genre": "русская классика, классическая проза",
      "description": "Последний роман Ф. М. Достоевского, который автор писал два года. Роман был напечатан частями в журнале «Русский вестник». Достоевский задумывал роман как первую часть эпического романа «История Великого грешника». ",
      "authorId": 4
    },
    {
      "id": 10,
      "name": "Горе от ума",
      "year": 1833,
      "genre": "русская классика, пьесы и драматургия",
      "description": "комедия в стихах Александра Сергеевича Грибоедова. Она сочетает в себе элементы классицизма и новых для начала XIX века романтизма и реализма. Она описывает светское общество времен крепостного права и показывает жизнь 1808—1824 годов. ",
      "authorId": 5
    },
    {
      "id": 11,
      "name": "Жук в муравейнике",
      "year": 1979,
      "genre": "социальная фантастика, научная фантастика",
      "description": "Фантастический детектив, принадлежащий перу Аркадия и Бориса Стругацких. Предпоследняя книга из цикла про «Мир Полудня», вторая книга трилогии, рассказывающей о жизни и приключениях Максима Каммерера. ",
      "authorId": 6
    },
    {
      "id": 12,
      "name": "Волны гасят ветер",
      "year": 1986,
      "genre": "социальная фантастика, научная фантастика",
      "description": "Фантастическая повесть Аркадия и Бориса Стругацких. Заключительная повесть о Мире Полудня. Завершает трилогию о Максиме Каммерере. ",
      "authorId": 6
    },
    {
      "id": 13,
      "name": "Трудно быть богом",
      "year": 1963,
      "genre": "социальная фантастика, научная фантастика, философский роман",
      "description": "Научно-фантастическая повесть Аркадия и Бориса Стругацких. Написана в 1963 году, впервые опубликована в 1964 году в авторском сборнике «Далёкая Радуга».",
      "authorId": 6
    },
    {
      "id": 14,
      "name": "Добро пожаловать в мир, Малышка",
      "year": 1998,
      "genre": "художественная литература",
      "description": "В романе поднята тема зарождающегося упадка этики на телевидении, а также тема расовой дискриминации в США в 30-60-х годах 20 века и реакции части населения на неё. «Добро пожаловать в мир, Малышка!» считается одним из самых успешных романов Фэнни Флэгг.",
      "authorId": 7
    },
    {
      "id": 15,
      "name": "Процесс",
      "year": 1925,
      "genre": "классическая литература",
      "description": "Философский роман Франца Кафки, опубликованный после смерти автора в 1925 году. Цитата: Теперешнее правосудие, очевидно, состоит в том, чтобы осудить человека не только невинного, но и неосведомленного.",
      "authorId": 8
    },
    {
      "id": 16,
      "name": "Обитаемый остров",
      "year": 1969,
      "genre": "приключенческая литература, философский роман, психологический роман",
      "description": "Фантастическая повесть братьев А. и Б. Стругацких, написанная в 1969 году. Повесть является первой частью «Трилогии Каммерера», в которую, помимо неё, входят повести «Жук в муравейнике» и «Волны гасят ветер». Произведение выдержало 24 издания в 13 странах мира.",
      "authorId": 6
    },
    {
      "id": 17,
      "name": "Гадкие лебеди",
      "year": 1987,
      "genre": "философский роман, психологический роман",
      "description": "Повесть братьев Стругацких. Написана в 1967 году; в СССР впервые увидела свет в 1987 году - в журнале «Даугава» под названием «Время дождя». Позже включена в роман «Хромая судьба».",
      "authorId": 6
    },
    {
      "id": 18,
      "name": "Подросток",
      "year": 1875,
      "genre": "русская классика, классическая проза",
      "description": "Впервые опубликован в 1875 году в журнале «Отечественные записки». В романе писатель затрагивает проблему «отцов и детей», рассматривая её через взаимоотношения главного героя, подростка Аркадия Макаровича Долгорукого, со своим отцом Андреем Петровичем Версиловым.",
      "authorId": 4
    },
    {
      "id": 19,
      "name": "Униженные и оскорбленные",
      "year": 1861,
      "genre": "русская классика, классическая проза",
      "description": "первое большое произведение, созданное писателем после возвращения из ссылки. Впервые роман был опубликован в 1861 году в журнале «Время» под заглавием «Униженные и оскорбленные.",
      "authorId": 4
    },
    {
      "id": 20,
      "name": "Обыкновенная история",
      "year": 1847,
      "genre": "русская классика, классическая проза",
      "description": "Первый роман русского писателя Ивана Александровича Гончарова, опубликованный в 1847 году в журнале «Современник». Иногда его объединяют в неформальную трилогию с последующими романами «Обломов» и «Обрыв».",
      "authorId": 9
    },
    {
      "id": 21,
      "name": "Обломов",
      "year": 1859,
      "genre": "русская классика, классическая проза",
      "description": "Роман Гончарова «Обломов» является одним из знаковых произведений русской литературы 19 века.",
      "authorId": 9
    },
    {
      "id": 22,
      "name": "Обрыв",
      "year": 1869,
      "genre": "русская классика, классическая проза",
      "description": "Роман Ивана Александровича Гончарова, завершённый в 1869 году и представляющий собой заключительную часть своеобразной трилогии «о переходе от одной эпохи русской жизни… к другой».",
      "authorId": 9
    },
    {
      "id": 23,
      "name": "Фрегат Паллада",
      "year": 1858,
      "genre": "русская классика, публицистика, путевые заметки",
      "description": "Книга очерков Ивана Александровича Гончарова, составленная на основе путевых заметок, которые написаны во время экспедиции на военном парусном корабле в 1852—1855 годах.",
      "authorId": 9
    },
    {
      "id": 24,
      "name": "Мильон терзаний",
      "year": 1872,
      "genre": "критика",
      "description": "Критическая статья известного русского писателя Ивана Александровича Гончарова. Написана в 1872 году и посвящена комедии А. С. Грибоедова «Горе от ума». Само название статьи происходит от фразы Чацкого из «Горя от ума». Гончаров особо подчёркивает, что произведение Грибоедова не утратило своей важности со временем.",
      "authorId": 9
    },
    {
      "id": 25,
      "name": "Суринам",
      "year": 2008,
      "genre": "эзотерика",
      "description": "Герой романа «Суринам» Илья Кессаль, советский эмигрант, живет в Нью-Йорке и собирается стать инвестиционным банкиром. Его жизнь неожиданно меняется, когда Адри, красивая креолка, в которую он влюблен, приглашает Илью посетить своих родных в Южной Америке. Оказывается, семья Адри практикует Уатта-Водун, древнюю африканскую магию: Илью увозят в джунгли, где ему предстоит загадочный обряд.",
      "authorId": 10
    },
    {
      "id": 26,
      "name": "Над пропастью во ржи",
      "year": 1951,
      "genre": "повесть",
      "description": "Повесть американского писателя Джерома Сэлинджера. В нём от лица 16-летнего юноши по имени Холден откровенно рассказывается о его обострённом восприятии американской действительности и неприятии общих канонов и морали современного общества.",
      "authorId": 11
    },
    {
      "id": 27,
      "name": "Сто лет одиночества",
      "year": 1967,
      "genre": "магический реализм",
      "description": "Одно из наиболее характерных и популярных произведений в направлении магического реализма.",
      "authorId": 12
    },
    {
      "id": 28,
      "name": "Полковнику никто не пишет",
      "year": 1961,
      "genre": "реализм",
      "description": "Полковник живёт на окраине города со своей женой, и после смерти сына Агустина (его убили за распространение политических листовок) они влачат полунищенское существование. Полковник уже много лет ждёт письма из столицы по поводу пенсии, которая полагается ему как ветерану войны, но ему никто не пишет.",
      "authorId": 12
    },
    {
      "id": 29,
      "name": "Осень патриарха",
      "year": 1975,
      "genre": "магический реализм",
      "description": "Роман в гротескной форме повествует о жизни патриарха — латиноамериканского диктатора, президента, который по сути является обобщённым образом всех реально существовавших тиранов. По замыслу автора, герой является воплощением самой идеи власти, при этом описан в очень фантасмагоричном и абсурдном виде.",
      "authorId": 12
    },
    {
      "id": 30,
      "name": "Шум и ярость",
      "year": 1929,
      "genre": "модернистский роман",
      "description": "Действие «Шума и ярости» происходит в Джефферсоне (Миссисипи). Основная сюжетная линия повествует о распаде и угасании одного из аристократических семейств американского Юга — Компсонов. В течение примерно 30 лет, описанных в романе, семья сталкивается с финансовым крахом, теряет религиозную веру и уважение в городке Джефферсоне, а многие члены семейства трагически заканчивают свою жизнь.",
      "authorId": 13
    },
    {
      "id": 31,
      "name": "Евгений Онегин",
      "year": 1830,
      "genre": "классическая литература, русская классика, роман в стихах",
      "description": "Роман в стихах русского поэта Александра Сергеевича Пушкина, написанный в 1823—1830 годах, одно из самых значительных произведений русской словесности. Повествование ведётся от имени безымянного автора, который представился добрым приятелем Онегина. По словам Белинского, Пушкин назвал «Евгения Онегина» романом в стихах, поскольку в нём изображена «жизнь во всей её прозаической действительности».",
      "authorId": 0
    },
    {
      "id": 32,
      "name": "Медный всадник",
      "year": 1833,
      "genre": "поэма",
      "description": "Поэма не была разрешена Николаем I к печати. Её начало Пушкин напечатал в «Библиотеке для чтения», 1834, кн. XII, под названием: «Петербург. Отрывок из поэмы» (от начала и кончая стихом «Тревожить вечный сон Петра!», с пропуском зачеркнутых Николаем I четырёх стихов, начиная со стиха «И перед младшею столицей»).",
      "authorId": 0
    },
    {
      "id": 33,
      "name": "Полтава",
      "year": 1828,
      "genre": "поэма",
      "description": "Название поэмы указывает на Полтавскую битву, состоявшуюся 27 июня 1709 года. В работе над поэмой Пушкин обращался к историческим источникам, а также к молдавским преданиям, народным украинским песням и думам. При чтении поэмы чувствуется влияние народных песен, сказочных мотивов на её содержание и характер изображения её персонажей.",
      "authorId": 0
    },
    {
      "id": 34,
      "name": "Бахчисарайский фонтан",
      "year": 1821,
      "genre": "поэма",
      "description": "Вторая южная байроническая поэма Александра Сергеевича Пушкина, написанная им в 1821-1823 годах под впечатлением от посещения Бахчисарайского дворца крымских ханов.",
      "authorId": 0
    },
    {
      "id": 35,
      "name": "Сказка о рыбаке и рыбке",
      "year": 1833,
      "genre": "сказка, детская литература",
      "description": "Сказка А. С. Пушкина. Написана 2 октября 1833 года. Впервые напечатана в 1835 году в журнале «Библиотека для чтения». В рукописи есть пометка: «18 песнь сербская».",
      "authorId": 0
    },
    {
      "id": 36,
      "name": "Сказка о мертвой царевне и о семи богатырях",
      "year": 1833,
      "genre": "сказка, детская литература",
      "description": "Сказка А. С. Пушкина. Написана осенью 1833 года в Болдине. Является самостоятельным авторским литературным произведением, написанным по мотивам русской народной сказки.",
      "authorId": 0
    },
    {
      "id": 37,
      "name": "Пиковая дама",
      "year": 1834,
      "genre": "повесть",
      "description": "Повесть Александра Сергеевича Пушкина с мистическими элементами, послужившая источником сюжета одноимённой оперы П. И. Чайковского. ",
      "authorId": 0
    },
    {
      "id": 38,
      "name": "Арап Петра Великого",
      "year": 1827,
      "genre": "исторический роман",
      "description": "Ценность этого романа состоит в том, что он является вторым прозаическим произведением в истории литературного творчества А. С. Пушкина, который начал писать «Арапа…» 31 июля 1827 года. Более того, можно считать его по-настоящему удавшимся опытом написания прозаического текста, поскольку первым является набросок повести «Надинька», которая относится к лицейскому периоду",
      "authorId": 0
    },
    {
      "id": 39,
      "name": "Пикник на обочине",
      "year": 1972,
      "genre": "приключенческая литература, философский роман, психологический роман",
      "description": "Фантастическая повесть братьев Стругацких, впервые изданная в 1972 году. Повесть лидирует среди прочих произведений авторов по количеству переводов на иностранные языки и изданиям за пределами бывшего СССР.",
      "authorId": 6
    },
    {
      "id": 40,
      "name": "Хищные вещи века",
      "year": 1965,
      "genre": "социальная фантастика",
      "description": "Научно-фантастическая повесть советских писателей Аркадия и Бориса Стругацких, написанная в 1964 году и публиковавшаяся в СССР в 1965 году, затем, после долгого перерыва — в 1980 году. Рассказ ведётся от имени Ивана Жилина, бывшего космолётчика, ныне — сотрудника спецслужбы Совета Безопасности.",
      "authorId": 6
    },
    {
      "id": 41,
      "name": "Свои люди - сочтёмся",
      "year": 1849,
      "genre": "комедия",
      "description": "Комедия в четырёх действиях Александра Островского 1849 года. Первое публичное чтение пьесы состоялось 3 декабря 1849 года в доме Михаила Погодина, где среди присутствовавших находился Николай Гоголь.",
      "authorId": 14
    },
    {
      "id": 42,
      "name": "Бедность не порок",
      "year": 1853,
      "genre": "комедия",
      "description": "Комедия в трёх действиях Александра Николаевича Островского. Написана в 1853 году. Напечатана отдельным изданием в начале 1854 г. Премьера в Москве состоялась в Малом театре 25 января 1854 года; в Петербурге, на сцене Александринского театра, - 9 сентября того же года.",
      "authorId": 14
    },
    {
      "id": 43,
      "name": "Доходное место",
      "year": 1856,
      "genre": "комедия",
      "description": "Пьеса в пяти действиях Александра Николаевича Островского. Напечатана в журнале «Русская беседа», № 1, 1856 г.; в этом же году вышла отдельным изданием. Однако к постановке в театрах не была допущена. Лишь через шесть лет - 27 сентября 1863 г. - впервые поставлена в Петербурге, на сцене Александринского театра, в бенефис артистки Левкеевой; в московском Малом театре - 14 октября того же года, в бенефис артистки Васильевой.",
      "authorId": 14
    },
    {
      "id": 44,
      "name": "Бесприданница",
      "year": 1879,
      "genre": "комедия, русская классика, пьесы и драматургия",
      "description": "Пьеса Александра Николаевича Островского. Работа над ней продолжалась в течение четырёх лет - с 1874 по 1878 год. Премьерные спектакли по «Бесприданнице» состоялись осенью 1878 года и вызвали протест у зрителей и театральных критиков. Успех пришёл к произведению уже после смерти автора.",
      "authorId": 14
    },
    {
      "id": 45,
      "name": "Таланты и поклонники",
      "year": 1881,
      "genre": "комедия",
      "description": "Комедия в четырёх действиях Александра Николаевича Островского. Работа над пьесой начата в августе 1881 года, закончена 6 декабря того же года.",
      "authorId": 14
    },
    {
      "id": 46,
      "name": "На всякого мудреца довольно простоты",
      "year": 1868,
      "genre": "комедия, русская классика, пьесы и драматургия",
      "description": "Комедия в 5 действиях Александра Островского.",
      "authorId": 14
    },
    {
      "id": 47,
      "name": "Гроза",
      "year": 1860,
      "genre": "русская классика, пьесы и драматургия",
      "description": "Пьеса Александра Николаевича Островского в пяти действиях, написанная в 1859 году, в обстановке предреформенного общественного подъёма. Изображаемые автором события развертываются летом в вымышленном городе Калинове на Волге. Между 3-м и 4-м действиями пьесы проходит 10 дней.",
      "authorId": 14
    },
    {
      "id": 48,
      "name": "Бешеные деньги",
      "year": 1870,
      "genre": "комедия, русская классика, пьесы и драматургия",
      "description": "Комедия в пяти действиях Александра Островского. Автором была окончена в ноябре 1869 года. Напечатана в журнале «Отечественные записки», № 2, 1870 г. Премьера состоялась 16 апреля 1870 года в Александринском театре; в московском Малом театре - 6 октября того же года.",
      "authorId": 14
    },
    {
      "id": 49,
      "name": "Кот ворюга",
      "year": 1936,
      "genre": "сказка, детская литература",
      "description": "Рассказ Константина Паустовского, который увлечет своим сюжетом детей всех возрастов. В нем рассказчик говорит о том, как он и его помощники долго не могли поймать рыжего кота. Этот зверь наносил непоправимый урон каждый день герою истории, опустошая его чулан. Поймают ли рыжего плута люди, как поступят с ним, что изменится в поведении кота после этого, узнайте вместе с ребятами из рассказа.",
      "authorId": 15
    },
    {
      "id": 50,
      "name": "Растрепанный воробей",
      "year": 1948,
      "genre": "детская литература",
      "description": "Произведение Константина Паустовского, которое трогает сердца читателей всех возрастов. В нем показана жизнь маленькой девочки Маши, ее матери и няни. Папа девочки служит на Камчатке...",
      "authorId": 15
    },
    {
      "id": 51,
      "name": "Бабушкин сад",
      "year": 1945,
      "genre": "детская литература",
      "description": "В рассказе «Бабушкин сад» перед нами во всей красе предстает заросший сад, когда сил ухаживать за ним нет, трава разрослась, а лягушки, птицы и насекомые этому ужасно рады. И пусть гремит война неподалеку. Квакша все также кричит перед дождем, скворцы все также крикливы, а шмели многочисленны.",
      "authorId": 15
    },
    {
      "id": 52,
      "name": "Александр Блок",
      "year": 1961,
      "genre": "Публицистика",
      "description": "Очерк впервые напечатан в сборнике «Тарусские страницы». Калужское книжное издательство, 1961 г. Источник: http://paustovskiy-lit.ru/paustovskiy/public/aleksandr-blok.htm",
      "authorId": 15
    },
    {
      "id": 53,
      "name": "Александр Довженко",
      "year": 1956,
      "genre": "Публицистика",
      "description": "К. Паустовский об Александре Довженко",
      "authorId": 15
    },
    {
      "id": 54,
      "name": "Письмо Н. В. Гоголю",
      "year": 1846,
      "genre": "Публицистика, критика",
      "description": "Знаменитое письмо Белинского к Гоголю, за чтение которого в кружке петрашевцев Достоевского приговорили к смерти, потом казнь заменили каторгой.",
      "authorId": 16
    },
    {
      "id": 55,
      "name": "Русская литература в 1840 году",
      "year": 1841,
      "genre": "Публицистика, критика",
      "description": "Русская литература в 1840 году",
      "authorId": 16
    },
    {
      "id": 56,
      "name": "Луч света в темном царстве",
      "year": 1860,
      "genre": "Публицистика, критика",
      "description": "Статья 1860 года публициста-демократа Николая Александровича Добролюбова, посвящённая драме А. Н. Островского «Гроза». Название статьи в силу своей большой популярности стало фразеологизмом. В статье главная героиня пьесы Катерина сравнивалась с «лучом света» в «тёмном царстве» невежественных купцов-самодуров, а её самоубийство рассматривалось Добролюбовым как определённый протест против произвола и невежества.",
      "authorId": 17
    },
    {
      "id": 57,
      "name": "Что такое обломовщина",
      "year": 1859,
      "genre": "Публицистика, критика",
      "description": "Статья «Что такое обломовщина?», являясь одним из самых блистательных образцов литературно-критического мастерства Добролюбова, широты и оригинальности его эстетической мысли, имела в то же время огромное значение как программный общественно-политический документ. Статья всесторонне аргументировала необходимость скорейшего разрыва всех исторически сложившихся контактов русской революционной демократий с либерально-дворянской интеллигенцией, оппортунистическая и объективно-реакционная сущность которой рассматривалась Добролюбовым как идейная обломовщина, как показатель и непосредственное следствие разложения правящего класса, как главная опасность на данном этапе освободительной борьбы.",
      "authorId": 17
    },
    {
      "id": 58,
      "name": "Убить пересмешника",
      "year": 1960,
      "genre": "роман, детектив",
      "description": "Сюжет и персонажи основаны на наблюдениях автора за своей семьёй, соседями и событиями, происходившими в её родном городе в 1936 году, когда ей было 10 лет.",
      "authorId": 18
    },
    {
      "authorId": 4,
      "year": "1865",
      "description": "Социально-психологический и социально-философский роман Фёдора Михайловича Достоевского, над которым писатель работал в 1865-1866 годах. Впервые опубликован в 1866 году в журнале «Русский вестник». Через год вышло в свет отдельное издание, структура которого была немного изменена по сравнению с журнальной редакцией; кроме того, автор внёс в книжный вариант ряд сокращений и стилистических правок.",
      "genre": "детектив, философский роман, психологический роман",
      "name": "Преступление и наказание",
      "id": 59
    },
    {
      "authorId": 19,
      "year": "1902",
      "description": "Детективная повесть английского писателя Артура Конан Дойля, одна из четырёх его повестей о Шерлоке Холмсе. Впервые публиковалась с августа 1901 года по апрель 1902 года в ежемесячном журнале «Strand Magazine».",
      "genre": "детектив",
      "name": "Собака Баскервилей",
      "id": 60
    },
    {
      "authorId": 19,
      "year": "1903",
      "description": "Один из 56 рассказов английского писателя Артура Конана Дойля о сыщике Шерлоке Холмсе и докторе Ватсоне, включённый писателем в сборник 13 рассказов «Возвращение Шерлока Холмса», опубликованных в журнале «Стрэнд».",
      "genre": "детектив",
      "name": "Пляшущие человечки",
      "id": 61
    },
    {
      "authorId": 19,
      "year": "1887",
      "description": "Детективная повесть Артура Конана Дойла, опубликованная в 1887 году. Именно в этом произведении впервые появляется Шерлок Холмс. Первое издание в журнале было проиллюстрировано Дэвидом Генри Фристоном. Первое издание в качестве книги было проиллюстрировано отцом Артура, Чарльзом Дойлом, а второе - Джорджем Хатчинсоном.",
      "genre": "детектив",
      "name": "Этюд в багровых тонах",
      "id": 62
    },
    {
      "authorId": 19,
      "year": "1892",
      "description": "Произведение из сборника «Приключения Шерлока Холмса» Артура Конана Дойля. Впервые опубликовано журналом Strand Magazine в феврале 1892 года. Конан Дойль включил рассказ в свой список из 12 лучших рассказов о Шерлоке Холмсе, поставив его на первое место. ",
      "genre": "детектив",
      "name": "Пёстрая лента",
      "id": 63
    },
    {
      "authorId": 19,
      "year": "1891",
      "description": "Один из 56 рассказов английского писателя Артура Конана Дойля о сыщике Шерлоке Холмсе, включённый писателем в сборник рассказов «Воспоминания Шерлока Холмса». Сам Артур Конан Дойль назвал этот рассказ одним из 12 лучших рассказов о Холмсе, поставив его на четвёртое место.",
      "genre": "детектив",
      "name": "Последнее дело Холмса",
      "id": 64
    },
    {
      "authorId": 19,
      "year": "1912",
      "description": "Научно-фантастический роман Артура Конана Дойла, вышедший в 1912 году. Это первая книга из цикла произведений о профессоре Челленджере. В романе описываются приключения британской экспедиции в Южную Америку.",
      "genre": "научная фантастика",
      "name": "Затерянный мир",
      "id": 65
    }
  ]
}